
[valkyriepredator_Helmets_F X2BodyPartTemplate]
DisplayName="铁血女武神 面具"

[valkyriepredator_Hair_F X2BodyPartTemplate]
DisplayName="铁血女武神 头发"

;TORSO DECO
[valkyriepredator_TDeco_KV_F X2BodyPartTemplate]
DisplayName="铁血女武神 胸甲"

[valkyriepredator_TDeco_LPL_F X2BodyPartTemplate]
DisplayName="铁血女武神 胸甲"

[valkyriepredator_TDeco_MPL_F X2BodyPartTemplate]
DisplayName="铁血女武神 胸甲"

[valkyriepredator_TDeco_HPL_F X2BodyPartTemplate]
DisplayName="铁血女武神 胸甲"

[valkyriepredator_TDeco_LPO_F X2BodyPartTemplate]
DisplayName="铁血女武神 胸甲"

[valkyriepredator_TDeco_MPO_F X2BodyPartTemplate]
DisplayName="铁血女武神 胸甲"

[valkyriepredator_TDeco_HPO_F X2BodyPartTemplate]
DisplayName="铁血女武神 胸甲"

;TORSO DECO WOTC
[valkyriepredator_TDeco_Reaper X2BodyPartTemplate]
DisplayName="铁血女武神 胸甲"

[valkyriepredator_TDeco_PL_Reaper X2BodyPartTemplate]
DisplayName="铁血女武神 胸甲"

[valkyriepredator_TDeco_PO_Reaper X2BodyPartTemplate]
DisplayName="铁血女武神 胸甲"

[valkyriepredator_TDeco_Templar X2BodyPartTemplate]
DisplayName="铁血女武神 胸甲"

[valkyriepredator_TDeco_PL_Templar X2BodyPartTemplate]
DisplayName="铁血女武神 胸甲"

[valkyriepredator_TDeco_PO_Templar X2BodyPartTemplate]
DisplayName="铁血女武神 胸甲"

[valkyriepredator_TDeco_Skirmisher X2BodyPartTemplate]
DisplayName="铁血女武神 胸甲"

[valkyriepredator_TDeco_PL_Skirmisher X2BodyPartTemplate]
DisplayName="铁血女武神 胸甲"

[valkyriepredator_TDeco_PO_Skirmisher X2BodyPartTemplate]
DisplayName="铁血女武神 胸甲"



;THIGHS
[valkyriepredator_Thighs_KV_M X2BodyPartTemplate]
DisplayName="铁血女武神 裙子"

[valkyriepredator_Thighs_LPL_M X2BodyPartTemplate]
DisplayName="铁血女武神 裙子"

[valkyriepredator_Thighs_MPL_M X2BodyPartTemplate]
DisplayName="铁血女武神 裙子"

[valkyriepredator_Thighs_HPL_M X2BodyPartTemplate]
DisplayName="铁血女武神 裙子"

[valkyriepredator_Thighs_LPO_M X2BodyPartTemplate]
DisplayName="铁血女武神 裙子"

[valkyriepredator_Thighs_MPO_M X2BodyPartTemplate]
DisplayName="铁血女武神 裙子"

[valkyriepredator_Thighs_HPO_M X2BodyPartTemplate]
DisplayName="铁血女武神 裙子"



;THIGHS WOTC
[valkyriepredator_Thighs_Reaper X2BodyPartTemplate]
DisplayName="铁血女武神 裙子"

[valkyriepredator_Thighs_PL_Reaper X2BodyPartTemplate]
DisplayName="铁血女武神 裙子"

[valkyriepredator_Thighs_PO_Reaper X2BodyPartTemplate]
DisplayName="铁血女武神 裙子"

[valkyriepredator_Thighs_Templar X2BodyPartTemplate]
DisplayName="铁血女武神 裙子"

[valkyriepredator_Thighs_PL_Templar X2BodyPartTemplate]
DisplayName="铁血女武神 裙子"

[valkyriepredator_Thighs_PO_Templar X2BodyPartTemplate]
DisplayName="铁血女武神 裙子"

[valkyriepredator_Thighs_Skirmisher X2BodyPartTemplate]
DisplayName="铁血女武神 裙子"

[valkyriepredator_Thighs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="铁血女武神 裙子"

[valkyriepredator_Thighs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="铁血女武神 裙子"



;SHINS
[valkyriepredator_Shins_KV_F X2BodyPartTemplate]
DisplayName="铁血女武神 鞋子"

[valkyriepredator_Shins_LPL_F X2BodyPartTemplate]
DisplayName="铁血女武神 鞋子"

[valkyriepredator_Shins_MPL_F X2BodyPartTemplate]
DisplayName="铁血女武神 鞋子"

[valkyriepredator_Shins_HPL_F X2BodyPartTemplate]
DisplayName="铁血女武神 鞋子"

[valkyriepredator_Shins_LPO_F X2BodyPartTemplate]
DisplayName="铁血女武神 鞋子"

[valkyriepredator_Shins_MPO_F X2BodyPartTemplate]
DisplayName="铁血女武神 鞋子"

[valkyriepredator_Shins_HPO_F X2BodyPartTemplate]
DisplayName="铁血女武神 鞋子"



;SHINS WOTC
[valkyriepredator_Shins_Reaper X2BodyPartTemplate]
DisplayName="铁血女武神 鞋子"

[valkyriepredator_Shins_PL_Reaper X2BodyPartTemplate]
DisplayName="铁血女武神 鞋子"

[valkyriepredator_Shins_PO_Reaper X2BodyPartTemplate]
DisplayName="铁血女武神 鞋子"

[valkyriepredator_Shins_Templar X2BodyPartTemplate]
DisplayName="铁血女武神 鞋子"

[valkyriepredator_Shins_PL_Templar X2BodyPartTemplate]
DisplayName="铁血女武神 鞋子"

[valkyriepredator_Shins_PO_Templar X2BodyPartTemplate]
DisplayName="铁血女武神 鞋子"

[valkyriepredator_Shins_Skirmisher X2BodyPartTemplate]
DisplayName="铁血女武神 鞋子"

[valkyriepredator_Shins_PL_Skirmisher X2BodyPartTemplate]
DisplayName="铁血女武神 鞋子"

[valkyriepredator_Shins_PO_Skirmisher X2BodyPartTemplate]
DisplayName="铁血女武神 鞋子"





;LEFT FOREARM
[valkyriepredator_LeftForeArm_KV_F X2BodyPartTemplate]
DisplayName="铁血女武神 左臂 护甲"

[valkyriepredator_LeftForeArm_LPL_F X2BodyPartTemplate]
DisplayName="铁血女武神 左臂 护甲"

[valkyriepredator_LeftForeArm_MPL_F X2BodyPartTemplate]
DisplayName="铁血女武神 左臂 护甲"

[valkyriepredator_LeftForeArm_HPL_F X2BodyPartTemplate]
DisplayName="铁血女武神 左臂 护甲"

[valkyriepredator_LeftForeArm_LPO_F X2BodyPartTemplate]
DisplayName="铁血女武神 左臂 护甲"

[valkyriepredator_LeftForeArm_MPO_F X2BodyPartTemplate]
DisplayName="铁血女武神 左臂 护甲"

[valkyriepredator_LeftForeArm_HPO_F X2BodyPartTemplate]
DisplayName="铁血女武神 左臂 护甲"

;LEFT FOREARM WOTC
[valkyriepredator_LeftForeArm_Reaper X2BodyPartTemplate]
DisplayName="铁血女武神 左臂 护甲"

[valkyriepredator_LeftForeArm_PL_Reaper X2BodyPartTemplate]
DisplayName="铁血女武神 左臂 护甲"

[valkyriepredator_LeftForeArm_PO_Reaper X2BodyPartTemplate]
DisplayName="铁血女武神 左臂 护甲"

[valkyriepredator_LeftForeArm_Templar X2BodyPartTemplate]
DisplayName="铁血女武神 左臂 护甲"

[valkyriepredator_LeftForeArm_PL_Templar X2BodyPartTemplate]
DisplayName="铁血女武神 左臂 护甲"

[valkyriepredator_LeftForeArm_PO_Templar X2BodyPartTemplate]
DisplayName="铁血女武神 左臂 护甲"

[valkyriepredator_LeftForeArm_Skirmisher X2BodyPartTemplate]
DisplayName="铁血女武神 左臂 护甲"

[valkyriepredator_LeftForeArm_PL_Skirmisher X2BodyPartTemplate]
DisplayName="铁血女武神 左臂 护甲"

[valkyriepredator_LeftForeArm_PO_Skirmisher X2BodyPartTemplate]
DisplayName="铁血女武神 左臂 护甲"




;RIGHT FOREARM
[valkyriepredator_RightForeArm_KV_F X2BodyPartTemplate]
DisplayName="铁血女武神 右臂 护甲"

[valkyriepredator_RightForeArm_LPL_F X2BodyPartTemplate]
DisplayName="铁血女武神 右臂 护甲"

[valkyriepredator_RightForeArm_MPL_F X2BodyPartTemplate]
DisplayName="铁血女武神 右臂 护甲"

[valkyriepredator_RightForeArm_HPL_F X2BodyPartTemplate]
DisplayName="铁血女武神 右臂 护甲"

[valkyriepredator_RightForeArm_LPO_F X2BodyPartTemplate]
DisplayName="铁血女武神 右臂 护甲"

[valkyriepredator_RightForeArm_MPO_F X2BodyPartTemplate]
DisplayName="铁血女武神 右臂 护甲"

[valkyriepredator_RightForeArm_HPO_F X2BodyPartTemplate]
DisplayName="铁血女武神 右臂 护甲"

;RIGHT FOREARM WOTC
[valkyriepredator_RightForeArm_Reaper X2BodyPartTemplate]
DisplayName="铁血女武神 右臂 护甲"

[valkyriepredator_RightForeArm_PL_Reaper X2BodyPartTemplate]
DisplayName="铁血女武神 右臂 护甲"

[valkyriepredator_RightForeArm_PO_Reaper X2BodyPartTemplate]
DisplayName="铁血女武神 右臂 护甲"

[valkyriepredator_RightForeArm_Templar X2BodyPartTemplate]
DisplayName="铁血女武神 右臂 护甲"

[valkyriepredator_RightForeArm_PL_Templar X2BodyPartTemplate]
DisplayName="铁血女武神 右臂 护甲"

[valkyriepredator_RightForeArm_PO_Templar X2BodyPartTemplate]
DisplayName="铁血女武神 右臂 护甲"

[valkyriepredator_RightForeArm_Skirmisher X2BodyPartTemplate]
DisplayName="铁血女武神 右臂 护甲"

[valkyriepredator_RightForeArm_PL_Skirmisher X2BodyPartTemplate]
DisplayName="铁血女武神 右臂 护甲"

[valkyriepredator_RightForeArm_PO_Skirmisher X2BodyPartTemplate]
DisplayName="铁血女武神 右臂 护甲"





[Valkhammer X2WeaponTemplate]
FriendlyName="女武神之锤"
FriendlyNamePlural="女武神之锤"
BriefSummary="铁血战士的武器之一"
TacticalText="铁血战士的武器之一"
AbilityDescName="锤"
